Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_view_utf32Phase0
source: utf-32 start position phase 0
ar: utf-32 start position phase 0 موضع البداية طور 0
cs: utf-32 počáteční pocatecni pozice fáze faze zbytek start position phase 0
de: utf-32 startposition phase 0 start position
el: θέση έναρξης φάση utf-32 start position phase 0
es: utf-32 posición inicial fase 0 start position phase
fa: موقعیت شروع فاز, utf-32 start position phase 0
fr: utf-32 position de départ phase 0 start position
hu: kezdőpozíció kezdopozicio fázis fazis utf-32 start position phase 0
id: posisi awal sisa utf-32 start position phase 0
it: posizione iniziale fase utf-32 start position phase 0
ja: ゆーてぃーえふ さんじゅうに かいしいち あまり ぜろ
ko: UTF-32 시작 위치 나머지 0 utf-32 start position phase 0
pl: pozycja początkowa faza utf-32 start position phase 0
pt: posição inicial fase utf-32 start position phase 0
ro: utf-32 poziție pozitie început inceput fază faza start position phase 0
ru: начальная позиция фаза utf-32 start position phase 0
th: ตำแหน่งเริ่มต้น เศษ utf-32 start position phase 0
tr: başlangıç konumu faz utf-32 start position phase 0
uk: початкова позиція фаза utf-32 start position phase 0
vi: vị trí bắt đầu utf-32 start position phase 0
zh_hans: UTF-32 起始位置 相位 余数 utf-32 start position phase 0
zh_hant: UTF-32 起始位置 餘數 0 utf-32 start position phase 0

# Cmd_view_utf32Phase1
source: View: Decode UTF-32 from offsets with remainder 1
ar: عرض: فك ترميز UTF-32 من الإزاحات ذات الباقي 1
cs: Zobrazení: Dekódovat UTF-32 od posunů se zbytkem 1
de: Ansicht: UTF-32 ab Offsets mit Rest 1 decodieren
el: Προβολή: Αποκωδικοποίηση UTF-32 από μετατοπίσεις με υπόλοιπο 1
es: Ver: descodificar UTF-32 desde desplazamientos con resto 1
fa: نما: رمزگشایی UTF-32 از آفست‌هایی با باقی‌ماندهٔ 1
fr: Affichage : décoder l'UTF-32 à partir des décalages de reste 1
hu: Nézet: UTF-32 dekódolása 1 maradékú eltolástól
id: Tampilan: Dekode UTF-32 dari offset dengan sisa 1
it: Visualizza: decodifica UTF-32 da offset con resto 1
ja: 表示: UTF-32 を余り 1 の位置から解読
ko: 보기: 나머지가 1인 오프셋부터 UTF-32 디코딩
pl: Widok: dekoduj UTF-32 od przesunięć z resztą 1
pt: Exibir: decodificar UTF-32 a partir de deslocamentos com resto 1
ro: Vizualizare: decodare UTF-32 de la deplasamentele cu restul 1
ru: Вид: декодировать UTF-32 со смещений с остатком 1
th: มุมมอง: ถอดรหัส UTF-32 จากออฟเซ็ตที่เศษเป็น 1
tr: Görünüm: UTF-32'yi kalanı 1 olan ofsetlerden çöz
uk: Вигляд: декодувати UTF-32 зі зміщень з остачею 1
vi: Xem: Giải mã UTF-32 từ độ lệch có số dư 1
zh_hans: 视图：从余数为 1 的偏移量解码 UTF-32
zh_hant: 檢視：從餘數為 1 的位移解碼 UTF-32

# CmdAlias_view_utf32Phase1
source: utf-32 start position phase 1
ar: utf-32 start position phase 1 موضع البداية طور 1
cs: utf-32 počáteční pocatecni pozice fáze faze zbytek start position phase 1
de: utf-32 startposition phase 1 start position
el: θέση έναρξης φάση utf-32 start position phase 1
es: utf-32 posición inicial fase 1 start position phase
fa: موقعیت شروع فاز, utf-32 start position phase 1
fr: utf-32 position de départ phase 1 start position
hu: kezdőpozíció kezdopozicio fázis fazis utf-32 start position phase 1
id: posisi awal sisa utf-32 start position phase 1
it: posizione iniziale fase utf-32 start position phase 1
ja: ゆーてぃーえふ さんじゅうに かいしいち あまり いち
ko: UTF-32 시작 위치 나머지 1 utf-32 start position phase 1
pl: pozycja początkowa faza utf-32 start position phase 1
pt: posição inicial fase utf-32 start position phase 1
ro: utf-32 poziție pozitie început inceput fază faza start position phase 1
ru: начальная позиция фаза utf-32 start position phase 1
th: ตำแหน่งเริ่มต้น เศษ utf-32 start position phase 1
tr: başlangıç konumu faz utf-32 start position phase 1
uk: початкова позиція фаза utf-32 start position phase 1
vi: vị trí bắt đầu utf-32 start position phase 1
zh_hans: UTF-32 起始位置 相位 余数 utf-32 start position phase 1
zh_hant: UTF-32 起始位置 餘數 1 utf-32 start position phase 1

# Cmd_view_utf32Phase2
source: View: Decode UTF-32 from offsets with remainder 2
ar: عرض: فك ترميز UTF-32 من الإزاحات ذات الباقي 2
cs: Zobrazení: Dekódovat UTF-32 od posunů se zbytkem 2
de: Ansicht: UTF-32 ab Offsets mit Rest 2 decodieren
el: Προβολή: Αποκωδικοποίηση UTF-32 από μετατοπίσεις με υπόλοιπο 2
es: Ver: descodificar UTF-32 desde desplazamientos con resto 2
fa: نما: رمزگشایی UTF-32 از آفست‌هایی با باقی‌ماندهٔ 2
fr: Affichage : décoder l'UTF-32 à partir des décalages de reste 2
hu: Nézet: UTF-32 dekódolása 2 maradékú eltolástól
id: Tampilan: Dekode UTF-32 dari offset dengan sisa 2
it: Visualizza: decodifica UTF-32 da offset con resto 2
ja: 表示: UTF-32 を余り 2 の位置から解読
ko: 보기: 나머지가 2인 오프셋부터 UTF-32 디코딩
pl: Widok: dekoduj UTF-32 od przesunięć z resztą 2
pt: Exibir: decodificar UTF-32 a partir de deslocamentos com resto 2
ro: Vizualizare: decodare UTF-32 de la deplasamentele cu restul 2
ru: Вид: декодировать UTF-32 со смещений с остатком 2
th: มุมมอง: ถอดรหัส UTF-32 จากออฟเซ็ตที่เศษเป็น 2
tr: Görünüm: UTF-32'yi kalanı 2 olan ofsetlerden çöz
uk: Вигляд: декодувати UTF-32 зі зміщень з остачею 2
vi: Xem: Giải mã UTF-32 từ độ lệch có số dư 2
zh_hans: 视图：从余数为 2 的偏移量解码 UTF-32
zh_hant: 檢視：從餘數為 2 的位移解碼 UTF-32

# CmdAlias_view_utf32Phase2
source: utf-32 start position phase 2
ar: utf-32 start position phase 2 موضع البداية طور 2
cs: utf-32 počáteční pocatecni pozice fáze faze zbytek start position phase 2
de: utf-32 startposition phase 2 start position
el: θέση έναρξης φάση utf-32 start position phase 2
es: utf-32 posición inicial fase 2 start position phase
fa: موقعیت شروع فاز, utf-32 start position phase 2
fr: utf-32 position de départ phase 2 start position
hu: kezdőpozíció kezdopozicio fázis fazis utf-32 start position phase 2
id: posisi awal sisa utf-32 start position phase 2
it: posizione iniziale fase utf-32 start position phase 2
ja: ゆーてぃーえふ さんじゅうに かいしいち あまり に
ko: UTF-32 시작 위치 나머지 2 utf-32 start position phase 2
pl: pozycja początkowa faza utf-32 start position phase 2
pt: posição inicial fase utf-32 start position phase 2
ro: utf-32 poziție pozitie început inceput fază faza start position phase 2
ru: начальная позиция фаза utf-32 start position phase 2
th: ตำแหน่งเริ่มต้น เศษ utf-32 start position phase 2
tr: başlangıç konumu faz utf-32 start position phase 2
uk: початкова позиція фаза utf-32 start position phase 2
vi: vị trí bắt đầu utf-32 start position phase 2
zh_hans: UTF-32 起始位置 相位 余数 utf-32 start position phase 2
zh_hant: UTF-32 起始位置 餘數 2 utf-32 start position phase 2

# Cmd_view_utf32Phase3
source: View: Decode UTF-32 from offsets with remainder 3
ar: عرض: فك ترميز UTF-32 من الإزاحات ذات الباقي 3
cs: Zobrazení: Dekódovat UTF-32 od posunů se zbytkem 3
de: Ansicht: UTF-32 ab Offsets mit Rest 3 decodieren
el: Προβολή: Αποκωδικοποίηση UTF-32 από μετατοπίσεις με υπόλοιπο 3
es: Ver: descodificar UTF-32 desde desplazamientos con resto 3
fa: نما: رمزگشایی UTF-32 از آفست‌هایی با باقی‌ماندهٔ 3
fr: Affichage : décoder l'UTF-32 à partir des décalages de reste 3
hu: Nézet: UTF-32 dekódolása 3 maradékú eltolástól
id: Tampilan: Dekode UTF-32 dari offset dengan sisa 3
it: Visualizza: decodifica UTF-32 da offset con resto 3
ja: 表示: UTF-32 を余り 3 の位置から解読
ko: 보기: 나머지가 3인 오프셋부터 UTF-32 디코딩
pl: Widok: dekoduj UTF-32 od przesunięć z resztą 3
pt: Exibir: decodificar UTF-32 a partir de deslocamentos com resto 3
ro: Vizualizare: decodare UTF-32 de la deplasamentele cu restul 3
ru: Вид: декодировать UTF-32 со смещений с остатком 3
th: มุมมอง: ถอดรหัส UTF-32 จากออฟเซ็ตที่เศษเป็น 3
tr: Görünüm: UTF-32'yi kalanı 3 olan ofsetlerden çöz
uk: Вигляд: декодувати UTF-32 зі зміщень з остачею 3
vi: Xem: Giải mã UTF-32 từ độ lệch có số dư 3
zh_hans: 视图：从余数为 3 的偏移量解码 UTF-32
zh_hant: 檢視：從餘數為 3 的位移解碼 UTF-32

# CmdAlias_view_utf32Phase3
source: utf-32 start position phase 3
ar: utf-32 start position phase 3 موضع البداية طور 3
cs: utf-32 počáteční pocatecni pozice fáze faze zbytek start position phase 3
de: utf-32 startposition phase 3 start position
el: θέση έναρξης φάση utf-32 start position phase 3
es: utf-32 posición inicial fase 3 start position phase
fa: موقعیت شروع فاز, utf-32 start position phase 3
fr: utf-32 position de départ phase 3 start position
hu: kezdőpozíció kezdopozicio fázis fazis utf-32 start position phase 3
id: posisi awal sisa utf-32 start position phase 3
it: posizione iniziale fase utf-32 start position phase 3
ja: ゆーてぃーえふ さんじゅうに かいしいち あまり さん
ko: UTF-32 시작 위치 나머지 3 utf-32 start position phase 3
pl: pozycja początkowa faza utf-32 start position phase 3
pt: posição inicial fase utf-32 start position phase 3
ro: utf-32 poziție pozitie început inceput fază faza start position phase 3
ru: начальная позиция фаза utf-32 start position phase 3
th: ตำแหน่งเริ่มต้น เศษ utf-32 start position phase 3
tr: başlangıç konumu faz utf-32 start position phase 3
uk: початкова позиція фаза utf-32 start position phase 3
vi: vị trí bắt đầu utf-32 start position phase 3
zh_hans: UTF-32 起始位置 相位 余数 utf-32 start position phase 3
zh_hant: UTF-32 起始位置 餘數 3 utf-32 start position phase 3

# Cmd_go_history
source: Go: History list
ar: انتقال: قائمة السجل
cs: Přejít: Seznam historie
de: Gehe zu: Verlaufsliste
el: Μετάβαση: Λίστα ιστορικού
es: Ir: lista del historial
fa: رفتن: فهرست سابقه
fr: Atteindre : liste de l'historique
hu: Ugrás: Előzménylista
id: Navigasi: Daftar riwayat
it: Vai: elenco cronologia
ja: 移動: 履歴の一覧
ko: 이동: 기록 목록
pl: Przejdź: lista historii
pt: Ir: lista do histórico
ro: Salt: lista istoricului
ru: Переход: журнал
th: ไปที่: รายการประวัติ
tr: Git: Geçmiş listesi
uk: Перехід: журнал переходів
vi: Đi tới: Danh sách lịch sử
zh_hans: 转到：历史记录列表
zh_hant: 移至：記錄清單

# CmdAlias_go_history
source: jump history list back recent positions
ar: jump history list back recent positions قفز سجل قائمة رجوع المواضع الأخيرة
cs: skok historie seznam zpět zpet nedávné nedavne pozice jump history list back recent positions
de: verlauf liste springen zurück letzte positionen jump history list back recent positions
el: άλμα ιστορικό λίστα πίσω πρόσφατες θέσεις jump history list back recent positions
es: historial lista saltar atrás posiciones recientes jump history list back recent positions
fa: پرش سابقه فهرست عقب موقعیت‌های اخیر, jump history list back recent positions
fr: historique liste sauter retour positions récentes jump history list back recent positions
hu: ugrás ugras előzmények elozmenyek lista vissza legutóbbi pozíciók jump history list back recent positions
id: riwayat daftar lompat kembali posisi terbaru jump history list back recent positions
it: cronologia spostamenti elenco indietro posizioni recenti jump history list back recent positions
ja: りれき いちらん じゃんぷ もどる
ko: 이동 기록 목록 뒤로 최근 위치 jump history list back recent positions
pl: historia przejść lista wstecz ostatnie pozycje jump history list back recent positions
pt: histórico saltos lista voltar posições recentes jump history list back recent positions
ro: salt istoric listă lista înapoi inapoi poziții pozitii recente jump history list back recent positions
ru: переход журнал список назад последние позиции jump history list back recent positions
th: ประวัติ รายการ ย้อนกลับ ตำแหน่งล่าสุด jump history list back recent positions
tr: atlama geçmişi liste geri son konumlar jump history list back recent positions
uk: журнал перехід назад останні позиції jump history list back recent positions
vi: lịch sử di chuyển danh sách vị trí gần đây jump history list back recent positions
zh_hans: 跳转 历史记录 列表 后退 最近位置 jump history list back recent positions
zh_hant: 記錄 清單 跳躍 返回 最近的位置 jump history list back recent positions

# GoTo_History_Name
source: Input history
ar: سجل الإدخال
cs: Historie zadání
de: Eingabeverlauf
el: Ιστορικό εισαγωγών
es: Historial de entradas
fa: سابقهٔ ورودی
fr: Historique des saisies
hu: Beviteli előzmények
id: Riwayat input
it: Cronologia delle immissioni
ja: 入力の履歴
ko: 입력 기록
pl: Historia wprowadzania
pt: Histórico de entradas
ro: Istoric introduceri
ru: Журнал ввода
th: ประวัติการป้อน
tr: Giriş geçmişi
uk: Журнал введення
vi: Lịch sử nhập
zh_hans: 输入历史记录
zh_hant: 輸入記錄

# GoTo_History_Empty
source: No history
ar: لا يوجد سجل
cs: Žádná historie
de: Kein Verlauf
el: Δεν υπάρχει ιστορικό
es: No hay historial
fa: سابقه‌ای وجود ندارد
fr: Aucun historique
hu: Nincsenek előzmények
id: Tidak ada riwayat
it: Nessuna cronologia
ja: 履歴はありません
ko: 기록 없음
pl: Brak historii
pt: Nenhum histórico
ro: Niciun istoric
ru: Журнал пуст
th: ไม่มีประวัติ
tr: Geçmiş yok
uk: Журнал порожній
vi: Không có lịch sử
zh_hans: 没有历史记录
zh_hant: 沒有記錄

# Set_view_scrollBar_cursorMark
source: Show the cursor position on the scroll bar
ar: إظهار موضع المؤشر على شريط التمرير
cs: Zobrazit pozici kurzoru na posuvníku
de: Cursorposition auf der Bildlaufleiste anzeigen
el: Εμφάνιση της θέσης του δρομέα στη γραμμή κύλισης
es: Mostrar la posición del cursor en la barra de desplazamiento
fa: نمایش موقعیت مکان‌نما روی نوار پیمایش
fr: Afficher la position du curseur sur la barre de défilement
hu: Kurzor pozíciójának jelzése a görgetősávon
id: Tampilkan posisi kursor di bilah gulir
it: Mostra la posizione del cursore sulla barra di scorrimento
ja: スクロールバーにカーソル位置を表示
ko: 스크롤 막대에 커서 위치 표시
pl: Pokazuj pozycję kursora na pasku przewijania
pt: Mostrar a posição do cursor na barra de rolagem
ro: Afișare poziție cursor pe bara de defilare
ru: Показывать положение курсора на полосе прокрутки
th: แสดงตำแหน่งเคอร์เซอร์บนแถบเลื่อน
tr: İmleç konumunu kaydırma çubuğunda göster
uk: Показувати позицію курсора на смузі прокручування
vi: Hiện vị trí con trỏ trên thanh cuộn
zh_hans: 在滚动条上显示光标位置
zh_hant: 在捲軸上顯示游標位置

# SetDesc_view_scrollBar_cursorMark
source: Draws a thin mark on the vertical scroll bar at the cursor's row.
ar: رسم علامة رفيعة على شريط التمرير العمودي عند صف المؤشر.
cs: Vykreslí na svislém posuvníku tenkou značku u řádku s kurzorem.
de: Zeichnet auf der vertikalen Bildlaufleiste eine dünne Markierung an der Zeile des Cursors.
el: Σχεδιάζει μια λεπτή σήμανση στην κατακόρυφη γραμμή κύλισης στη γραμμή του δρομέα.
es: Dibuja una marca fina en la barra de desplazamiento vertical en la fila del cursor.
fa: علامت نازکی روی نوار پیمایش عمودی در سطر مکان‌نما رسم می‌کند.
fr: Trace une fine marque sur la barre de défilement verticale à la ligne du curseur.
hu: Vékony jel a függőleges görgetősávon a kurzor sorának helyén.
id: Menggambar tanda tipis di bilah gulir vertikal pada baris kursor.
it: Disegna un segno sottile sulla barra di scorrimento verticale in corrispondenza della riga del cursore.
ja: 縦のスクロールバーの、カーソルのある行の位置に細い印を表示します。
ko: 세로 스크롤 막대에서 커서가 있는 행 위치에 가는 표시를 그립니다.
pl: Rysuje cienki znacznik na pionowym pasku przewijania w wierszu kursora.
pt: Desenha uma marca fina na barra de rolagem vertical na linha do cursor.
ro: Desenează un marcaj subțire pe bara de defilare verticală, la rândul cursorului.
ru: Рисует тонкую метку на вертикальной полосе прокрутки на уровне строки курсора.
th: วาดเครื่องหมายบางๆ บนแถบเลื่อนแนวตั้งที่แถวของเคอร์เซอร์
tr: Dikey kaydırma çubuğunda imlecin satırına ince bir işaret çizer.
uk: Малює тонку позначку на вертикальній смузі прокручування в рядку курсора.
vi: Vẽ một vạch mảnh trên thanh cuộn dọc tại hàng của con trỏ.
zh_hans: 在垂直滚动条上光标所在行的位置绘制一个细标记。
zh_hant: 在垂直捲軸上游標所在列的位置繪製細標記。

# Set_view_scrollBar_searchMarks
source: Show search results on the scroll bar
ar: إظهار نتائج البحث على شريط التمرير
cs: Zobrazit výsledky hledání na posuvníku
de: Suchergebnisse auf der Bildlaufleiste anzeigen
el: Εμφάνιση αποτελεσμάτων αναζήτησης στη γραμμή κύλισης
es: Mostrar los resultados de búsqueda en la barra de desplazamiento
fa: نمایش نتایج جستجو روی نوار پیمایش
fr: Afficher les résultats de recherche sur la barre de défilement
hu: Keresési eredmények jelzése a görgetősávon
id: Tampilkan hasil pencarian di bilah gulir
it: Mostra i risultati della ricerca sulla barra di scorrimento
ja: スクロールバーに検索結果を表示
ko: 스크롤 막대에 검색 결과 표시
pl: Pokazuj wyniki wyszukiwania na pasku przewijania
pt: Mostrar resultados da pesquisa na barra de rolagem
ro: Afișare rezultate căutare pe bara de defilare
ru: Показывать результаты поиска на полосе прокрутки
th: แสดงผลการค้นหาบนแถบเลื่อน
tr: Arama sonuçlarını kaydırma çubuğunda göster
uk: Показувати результати пошуку на смузі прокручування
vi: Hiện kết quả tìm kiếm trên thanh cuộn
zh_hans: 在滚动条上显示搜索结果
zh_hant: 在捲軸上顯示搜尋結果

# SetDesc_view_scrollBar_searchMarks
source: Draws thin marks on the vertical scroll bar where search results are.
ar: رسم علامات رفيعة على شريط التمرير العمودي عند مواضع نتائج البحث.
cs: Vykreslí na svislém posuvníku tenké značky v místech výsledků hledání.
de: Zeichnet auf der vertikalen Bildlaufleiste dünne Markierungen an den Positionen der Suchergebnisse.
el: Σχεδιάζει λεπτές σημάνσεις στην κατακόρυφη γραμμή κύλισης όπου βρίσκονται αποτελέσματα αναζήτησης.
es: Dibuja marcas finas en la barra de desplazamiento vertical donde hay resultados de búsqueda.
fa: علامت‌های نازکی روی نوار پیمایش عمودی در محل نتایج جستجو رسم می‌کند.
fr: Trace de fines marques sur la barre de défilement verticale aux emplacements des résultats de recherche.
hu: Vékony jelek a függőleges görgetősávon a keresési eredmények helyén.
id: Menggambar tanda tipis di bilah gulir vertikal di lokasi hasil pencarian.
it: Disegna segni sottili sulla barra di scorrimento verticale in corrispondenza dei risultati della ricerca.
ja: 縦のスクロールバーの、検索結果の位置に細い印を表示します。
ko: 세로 스크롤 막대에서 검색 결과가 있는 위치에 가는 표시를 그립니다.
pl: Rysuje cienkie znaczniki na pionowym pasku przewijania w miejscach wyników wyszukiwania.
pt: Desenha marcas finas na barra de rolagem vertical onde estão os resultados da pesquisa.
ro: Desenează marcaje subțiri pe bara de defilare verticală, acolo unde se află rezultatele căutării.
ru: Рисует тонкие метки на вертикальной полосе прокрутки в местах результатов поиска.
th: วาดเครื่องหมายบางๆ บนแถบเลื่อนแนวตั้งที่ตำแหน่งของผลการค้นหา
tr: Dikey kaydırma çubuğunda arama sonuçlarının bulunduğu yerlere ince işaretler çizer.
uk: Малює тонкі позначки на вертикальній смузі прокручування в місцях результатів пошуку.
vi: Vẽ các vạch mảnh trên thanh cuộn dọc tại vị trí có kết quả tìm kiếm.
zh_hans: 在垂直滚动条上搜索结果所在的位置绘制细标记。
zh_hant: 在垂直捲軸上搜尋結果的位置繪製細標記。

# Set_view_scrollBar_selectionMark
source: Show the selection on the scroll bar
ar: إظهار التحديد على شريط التمرير
cs: Zobrazit výběr na posuvníku
de: Auswahl auf der Bildlaufleiste anzeigen
el: Εμφάνιση της επιλογής στη γραμμή κύλισης
es: Mostrar la selección en la barra de desplazamiento
fa: نمایش انتخاب روی نوار پیمایش
fr: Afficher la sélection sur la barre de défilement
hu: Kijelölés jelzése a görgetősávon
id: Tampilkan pilihan di bilah gulir
it: Mostra la selezione sulla barra di scorrimento
ja: スクロールバーに選択範囲を表示
ko: 스크롤 막대에 선택 영역 표시
pl: Pokazuj zaznaczenie na pasku przewijania
pt: Mostrar a seleção na barra de rolagem
ro: Afișare selecție pe bara de defilare
ru: Показывать выделение на полосе прокрутки
th: แสดงส่วนที่เลือกบนแถบเลื่อน
tr: Seçimi kaydırma çubuğunda göster
uk: Показувати виділення на смузі прокручування
vi: Hiện vùng chọn trên thanh cuộn
zh_hans: 在滚动条上显示选定内容
zh_hant: 在捲軸上顯示選取範圍

# SetDesc_view_scrollBar_selectionMark
source: Draws a mark on the vertical scroll bar covering the selected range.
ar: رسم علامة على شريط التمرير العمودي تغطي النطاق المحدد.
cs: Vykreslí na svislém posuvníku značku pokrývající vybraný rozsah.
de: Zeichnet auf der vertikalen Bildlaufleiste eine Markierung, die den ausgewählten Bereich abdeckt.
el: Σχεδιάζει μια σήμανση στην κατακόρυφη γραμμή κύλισης που καλύπτει την επιλεγμένη περιοχή.
es: Dibuja en la barra de desplazamiento vertical una marca que abarca el intervalo seleccionado.
fa: علامتی روی نوار پیمایش عمودی رسم می‌کند که محدودهٔ انتخاب‌شده را پوشش می‌دهد.
fr: Trace sur la barre de défilement verticale une marque couvrant la plage sélectionnée.
hu: Jel a függőleges görgetősávon, amely a kijelölt tartományt fedi le.
id: Menggambar tanda di bilah gulir vertikal yang mencakup rentang yang dipilih.
it: Disegna un segno sulla barra di scorrimento verticale che copre l'intervallo selezionato.
ja: 縦のスクロールバーに、選択範囲の位置を示す印を表示します。
ko: 세로 스크롤 막대에 선택한 범위를 덮는 표시를 그립니다.
pl: Rysuje znacznik na pionowym pasku przewijania obejmujący zaznaczony zakres.
pt: Desenha uma marca na barra de rolagem vertical cobrindo o intervalo selecionado.
ro: Desenează pe bara de defilare verticală un marcaj care acoperă intervalul selectat.
ru: Рисует на вертикальной полосе прокрутки метку, охватывающую выделенный диапазон.
th: วาดเครื่องหมายบนแถบเลื่อนแนวตั้งครอบคลุมช่วงที่เลือก
tr: Dikey kaydırma çubuğunda seçili aralığı kapsayan bir işaret çizer.
uk: Малює на вертикальній смузі прокручування позначку, що охоплює виділений діапазон.
vi: Vẽ một vạch trên thanh cuộn dọc bao phủ phạm vi đã chọn.
zh_hans: 在垂直滚动条上绘制覆盖所选范围的标记。
zh_hant: 在垂直捲軸上繪製涵蓋選取範圍的標記。

# Set_view_scrollBar_bookmarkMarks
source: Show bookmarks on the scroll bar
ar: إظهار الإشارات المرجعية على شريط التمرير
cs: Zobrazit záložky na posuvníku
de: Lesezeichen auf der Bildlaufleiste anzeigen
el: Εμφάνιση σελιδοδεικτών στη γραμμή κύλισης
es: Mostrar los marcadores en la barra de desplazamiento
fa: نمایش نشانک‌ها روی نوار پیمایش
fr: Afficher les signets sur la barre de défilement
hu: Könyvjelzők jelzése a görgetősávon
id: Tampilkan penanda di bilah gulir
it: Mostra i segnalibri sulla barra di scorrimento
ja: スクロールバーにブックマークを表示
ko: 스크롤 막대에 책갈피 표시
pl: Pokazuj zakładki na pasku przewijania
pt: Mostrar marcadores na barra de rolagem
ro: Afișare marcaje pe bara de defilare
ru: Показывать закладки на полосе прокрутки
th: แสดงบุ๊กมาร์กบนแถบเลื่อน
tr: Yer işaretlerini kaydırma çubuğunda göster
uk: Показувати закладки на смузі прокручування
vi: Hiện dấu trang trên thanh cuộn
zh_hans: 在滚动条上显示书签
zh_hant: 在捲軸上顯示書籤

# SetDesc_view_scrollBar_bookmarkMarks
source: Draws thin marks on the vertical scroll bar where bookmarks start, in the bookmark's color.
ar: رسم علامات رفيعة على شريط التمرير العمودي عند بداية الإشارات المرجعية، بلون الإشارة المرجعية.
cs: Vykreslí na svislém posuvníku tenké značky v barvě záložky v místech, kde záložky začínají.
de: Zeichnet auf der vertikalen Bildlaufleiste dünne Markierungen in der Farbe des Lesezeichens an dessen Anfang.
el: Σχεδιάζει λεπτές σημάνσεις στην κατακόρυφη γραμμή κύλισης όπου ξεκινούν οι σελιδοδείκτες, με το χρώμα του σελιδοδείκτη.
es: Dibuja marcas finas en la barra de desplazamiento vertical donde empiezan los marcadores, con el color de cada marcador.
fa: علامت‌های نازکی با رنگ هر نشانک روی نوار پیمایش عمودی در محل شروع نشانک‌ها رسم می‌کند.
fr: Trace de fines marques sur la barre de défilement verticale au début des signets, dans leur couleur.
hu: Vékony jelek a függőleges görgetősávon a könyvjelzők kezdeténél, a könyvjelző színével.
id: Menggambar tanda tipis di bilah gulir vertikal di awal penanda, dengan warna penanda.
it: Disegna segni sottili sulla barra di scorrimento verticale all'inizio dei segnalibri, nel colore del segnalibro.
ja: 縦のスクロールバーの、ブックマークの開始位置に、ブックマークの色で細い印を表示します。
ko: 세로 스크롤 막대에서 책갈피가 시작되는 위치에 책갈피 색으로 가는 표시를 그립니다.
pl: Rysuje cienkie znaczniki na pionowym pasku przewijania w miejscach początku zakładek, w kolorze zakładki.
pt: Desenha marcas finas na barra de rolagem vertical onde os marcadores começam, na cor do marcador.
ro: Desenează semne subțiri pe bara de defilare verticală, în culoarea marcajului, acolo unde încep marcajele.
ru: Рисует тонкие метки цветом закладки на вертикальной полосе прокрутки в местах начала закладок.
th: วาดเครื่องหมายบางๆ บนแถบเลื่อนแนวตั้งที่จุดเริ่มต้นของบุ๊กมาร์ก ด้วยสีของบุ๊กมาร์ก
tr: Dikey kaydırma çubuğunda yer işaretlerinin başladığı yerlere, yer işaretinin renginde ince işaretler çizer.
uk: Малює тонкі позначки кольором закладки на вертикальній смузі прокручування в місцях початку закладок.
vi: Vẽ các vạch mảnh trên thanh cuộn dọc tại nơi dấu trang bắt đầu, theo màu của dấu trang.
zh_hans: 在垂直滚动条上书签开始的位置，以书签的颜色绘制细标记。
zh_hant: 在垂直捲軸上書籤開始的位置，以書籤的色彩繪製細標記。
